{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "hallo",
        "hai",
        "halo",
        "hei",
        "hi",
        "hy",
        "pagi",
        "morning",
        "siang",
        "afternoon",
        "sore",
        "malam",
        "bro",
        "sis",
        "kawan"
      ],
      "responses": [
        "Hai! Siobot di sini. Mau tau informasi tentang apa nih?",
        "Halo! Saya Siobot, salam kenal ya! Mau tau tentang kampus merdeka, kan?",
        "Helo! Ini Siobot. Lagi kepo tentang kampus merdeka ya?"
      ]
    },
    {
      "tag": "SIOBOT",
      "patterns": [
        "Apa itu Siobot?",
        "Siapa Siobot?"
      ],
      "responses": [
        "Siobot adalah aplikasi chatbot informasi tentang Studi Independen yang berada dibawah naungan Orbit Future Accademy khususnya pada bidang AI For Jobs",
        "Siobot itu adalah teman informasi kamu selama mengikuti kegiatan Studi Indenpenden AI 4 Jobs"
      ]
    },
    {
      "tag": "pencipta_siobot",
      "patterns": [
        "Siapa penciptamu?",
        "Siobot, yang membuat kamu siapa?",
        "Siapa pembuatmu, Siobot?"
      ],
      "responses": [
        "Siobot diciptakan oleh Team 7 JumaTec",
        "Pembuat Siobot dari kalangan mahasiswa dan mahasiswi lho!",
        "Penciptaku berasal dari sekelompok mahasiswa yang random, sehingga saya bisa aktif saat ini!"
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "Dah",
        "Dadah",
        "Bye",
        "Byee",
        "Good bye",
        "Selamat tinggal",
        "Sampai jumpa",
        "Bai",
        "See you"
      ],
      "responses": [
        "Bye!",
        "Dadahh!",
        "Good bye!",
        "Dahh, semoga harimu menyenangkan yaa!",
        "Sampai jumpa lagi!",
        "See u! Senang bisa membantu"
      ]
    },
    {
      "tag": "terimakasih",
      "patterns": [
        "Thanks",
        "Thank you",
        "Terima kasih",
        "Makasih",
        "Terima kasih banyak"
      ],
      "responses": [
        "Dengan senang hati :)",
        "Sama-sama yaa"
      ]
    },
    {
      "tag": "penjelasan_studi_independen",
      "patterns": [
        "Apa itu studi independen?",
        "Apa yang dimaksud dengan Studi Independen?",
        "Apa si Studi Independen?"
      ],
      "responses": [
        "Salah satu program Kampus Merdeka Kemendikbud yang bertujuan untuk mewujudkan gagasan mahasiswa dalam mengembangkan diri melalui aktivitas di luar perkuliahan dan menambah kompetensi spesifik serta praktis yang akan digunakan dalam dunia industri"
      ]
    },
    {
      "tag": "persyaratan_studi_independen",
      "patterns": [
        "Apa saja persyaratan Studi Independen?"
      ],
      "responses": [
        "Tidak ada persyaratan khusus. Seluruh mahasiswa dari perguruan tinggi dan program studi apapun dapat mengikuti program sesuai persyaratan setiap mitra"
      ]
    },
    {
      "tag": "periode_dan_pendaftaran_studi_independen",
      "patterns": [
        "Bagaimana periode pelaksanaan dan cara mendaftar program Studi Independen?"
      ],
      "responses": [
        "Program berlangsung selama 1 hingga 2 semester. Cara mendaftarnya dengan mengunjungi laman https://kampusmerdeka.kemdikbud.go.id/program/studi-independen"
      ]
    },
    {
      "tag": "manfaat_studi_independen",
      "patterns": [
        "Apa saja manfaat apabila mengikuti Studi Independen?"
      ],
      "responses": [
        "Manfaat yang didapatkan, yaitu konversi hingga 20 SKS, dapat melakukan program sertifikasi yang diakui Kemendikbudristek selama 1-2 semester, biaya partisipasi serta biaya hidup, dan sertifikat sertifikasi atau short course"
      ]
    },
    {"tag": "penjelasan_orbit",
    "patterns":[
        "Apa itu Orbit Future Academy?",
        "Apasi Orbit Future Academy?",
        "Orbit Future Academy itu apasi?"
    ],
     "responses": [
        "Orbit Future Academy adalah inisiatif “Skills-for-Future-Jobs” oleh PT Orbit Ventura Indonesia. Kami mengkurasi dan melokalisasi program & kursus internasional untuk peningkatan keterampilan dan keterampilan ulang pemuda dan tenaga kerja menuju Pekerjaan Masa Depan. Orbit merupakan kelanjutan dari warisan Almarhum Dr Hasri Ainun Habibie dan Almarhum Prof Dr Ing. BJ Habibie , Presiden ke-3 Republik Indonesia."
     ]
    },
    {"tag": "progam_orbit",
    "patterns":[
        "Apa saja progam dari Orbit Future Academy yang terdaftar dalam Studi Independen?",
        "Progam apa saja yang terdaftar dalam Studi Independen di Orbit Future Academy?"
    ],
     "responses": [
        "Progam Orbit Future Academy yang terdaftar dalam Studi Independen adalah AI 4 Jobs dan AI Mastery Progam"
     ]
    },
    {"tag": "penjelasan_ai4jobs",
    "patterns":[
        "Apa itu progam AI 4 Jobs?",
        "AI 4 Jobs itu apa?",
        "Apasi AI 4 Jobs?"
    ],
     "responses": [
        "Progam AI 4 Jobs adalah program pelatihan Artificial Intelligence secara online yang diperuntukkan bagi siswa dengan tujuan untuk memperkenalkan teknologi AI ke pelajar sekaligus juga untuk memberikan kesempatan kepada mereka untuk dapat mengaplikasikan perangkat AI, sehingga dapat menghasilkan suatu produk yang memiliki dampak sosial bagi komunitas mereka dan masyarakat umum dengan menitikberatkan kepada komponen utama AI seperti Data Science, Natural Language Processing, and Computer Vision."
  ]
},
{
  "tag": "penjelasan_aimasteryprogam",
  "patterns":[
      "Apa itu progam AI Mastery Progam",
      "AI Mastery Progam itu apa?",
      "Apasi AI Mastery Progam?"
  ],
   "responses": [
      "Progam AI Mastery Progam adalah AI Mastery merupakan program pelatihan Artificial Intelligence secara online yang bertujuan memperkenalkan teknologi AI ke pelajar dan memberikan kesempatan kepada mereka untuk mengaplikasikannya dengan menyelesaikan project berbasis AI, sehingga dapat menghasilkan suatu produk yang memiliki dampak sosial bagi komunitas mereka dan masyarakat umum dengan menitikberatkan kepada Data Science, Natural Language Processing, atau Computer Vision."
   ]
},
{
  "tag": "rekomendasi_progam",
  "patterns":[
      "Apa progam yang sesuai untuk kemampuan saya?",
      "Kira kira progam apa yang cocok untuk saya?"
  ],
   "responses": [
      "Jika kamu memiliki basic IT dapat memilih progam AI Mastery, tetapi jika tidak memiliki basic Siobot sarankan kamu memilih AI 4 Jobs"
   ]
},
{
   "tag": "pembelajaran_ai4jobs",
  "patterns":[
      "Apa saja yang kita pelajari di AI 4 Jobs?",
      "Kita nanti belajar apa saja di AI 4 Jobs?",
      "Apasi yang kita dapatkan nanti jika memilih AI 4 Jobs"
  ],
   "responses": [
      "Yang kita pelajari di AI 4 Jobs adalah Logika dan Konsep Teknologi AI, Metode Penelitian AI, Siklus Projecet AI, Pemograman Python, Etika, Profesi dan Ketrampilan, dan yang terakhir Proyek Akhir"
   ]
},
{
    "tag": "pembelajaran_aimasteryprogam",
    "patterns":[
        "Apa saja yang kita pelajari di AI Mastery Progam?",
        "Kita nanti belajar apa saja di AI Mastery Progam?",
        "Apasi yang kita dapatkan nanti jika memilih AI Mastery Progam?"
    ],
     "responses": [
        "Yang kita pelajari di AI Mastery Progam adalah Artificial Intelligence Machine Learning Deep Learning With Python, Data Science, Computer Vision, Natural Language Processing, Reinforcement Learning, Deployment, dan yang terakhir Proyek Akhir"
     ]
},
{
    "tag": "pembelajaran_aimasteryprogam",
    "patterns":[
        "Apa saja yang kita pelajari di AI Mastery Progam?",
        "Kita nanti belajar apa saja di AI Mastery Progam?",
        "Apasi yang kita dapatkan nanti jika memilih AI Mastery Progam?"
    ],
     "responses": [
        "Yang kita pelajari di AI Mastery Progam adalah Artificial Intelligence Machine Learning Deep Learning With Python, Data Science, Computer Vision, Natural Language Processing, Reinforcement Learning, Deployment, dan yang terakhir Proyek Akhir"
     ]
},
{
    "tag": "jam_pembelajaran_orbit",
    "patterns":[
        "Bagaimana jam pembelajaran di Studi Independen Orbit Future Academy?",
        "Waktu jam pembelajaran dimulai dari jam berapa?"
    ],
     "responses": [
        "Jam pembelajaran di Studi Independen Orbit Future Academy dimulai dari jam 08.00 - 17.00 WIB. Itu dibagi menjadi 2 kegiatan. Jam 08.00 - 11.30 seacara online / ZOOM. Jam 13.00 - 17.00 kita belajar mandiri atau biasa disebut dengan Selt Learning"
     ]
},
  ]
}